[
    "How can I report a pothole or broken streetlight in my area?",
    "What is the process for requesting garbage collection services?",
    "What are the steps to apply for a business license?",
    "How do I obtain a construction permit?",
    "Where can I find the latest municipal budget report?",

    "How are local taxes allocated in our community?",
    "What are the recent performance evaluation results for our municipality?",
    "How does our municipality rank in terms of service delivery?",
    "When is the next municipal council meeting?",
    "How can I participate in public consultations?",
    "How do I file a complaint about a municipal service?",
    "Where can I submit suggestions for community improvement?",
    "What are the regulations regarding noise levels in residential areas?",
    "Where can I access the Local Government Code?",
    "What is the procedure for correcting errors in my civil status records?",

    "How do I change my name on official documents?",
    "How can I access open data provided by the Ministry of Interior?",
    "What datasets are available for public use?",
    "What are the terms of use for the open data provided?",
    "How can I utilize open data for research purposes?",
    "What is the contact number for emergency services?",
    "How do I report a public safety issue?",
    "What are the evacuation routes in case of a natural disaster?",
    "Where can I find information on emergency shelters?",
    "What documents do I need to apply for a passport?",


    "What is the process for renewing an expired passport?",
    "How do I apply for a new national ID card?",
    "What documents are required for a replacement ID card?",
    "How can I obtain a copy of my birth certificate?",
    "What is the procedure for correcting errors in my civil status records?",
    "Where is the nearest healthcare facility or hospital?",
    "How can I apply for social assistance programs?",
    "What are the COVID-19 regulations or vaccination locations in my area?",
    "Where can I find mental health or counseling services?",
    "What are the school enrollment procedures?",

    "How can I find scholarship opportunities?",
    "What youth programs or summer camps are available in my municipality?",
    "Where can I access adult education or vocational training?",
    "What is the contact information for local police or fire departments?",
    "How do I report a public safety concern?",
    "Where can I find evacuation routes during a natural disaster?",
    "How can I get alerts for emergencies like floods or earthquakes?",
    "How do I get a public transport pass?",
    "What is the bus schedule for my area?",
    "How do I report damaged roads or blocked pathways?",

    "Where can I find information about road construction projects?",
    "How can I report illegal dumping or environmental violations?",
    "What are the recycling guidelines in my municipality?",
    "Where can I find information about tree-planting initiatives?",
    "How do I join a community clean-up program?",
    "How do I pay my municipal taxes online?",
    "What are the deadlines for property tax payments?",
    "How can I get a receipt for my tax payment?",
    "What happens if I miss a payment deadline?",
    "What are the steps to start a business in my municipality?",

    "How can I find information about local markets or trade fairs?",
    "What grants or loans are available for small businesses?",
    "Where can I find support for entrepreneurship training?",
    "What cultural events or festivals are happening this month?",
    "How can I book a sports facility or community hall?",
    "Are there any local art exhibitions or workshops?",
    "What tourist attractions are available in my area?",
    "What are my rights when interacting with municipal authorities?",
    "How do I file an appeal against a municipal decision?",
    "What are the steps to register to vote?",

    "Where can I find legal aid services?",
    "How do I reset my account password for this portal?",
    "What should I do if the website is not working properly?",
    "Where can I find a user guide for this portal?",
    "How do I update my profile information on this site?",
    "How can I submit feedback about municipal services?",
    "What is the process for suggesting a new community project?",
    "Where can I rate my experience with the chatbot or portal?",
    "How do I report an error or incorrect information on this site?",
    "What programs are available for senior citizens?",
    
    "How can I apply for a senior citizen discount on municipal services?",
    "Where can I find elderly care facilities?",
    "What support is available for retired professionals?",
    "What services are available for women's health and safety?",
    "How can I report domestic violence or abuse?",
    "Are there any entrepreneurship programs for women?",
    "Where can I find childcare support or maternity leave information?",
    "What services are available for people with disabilities?",
    "How can I request an accessibility audit for a public facility?",
    "Are there sign language interpreters available for public events?",
    "What assistive technologies does the municipality provide?",
    "What should I do when moving to a new municipality?",
    "How can I set up utilities in my new home?",
    "Where can I find a map of local services and facilities?",
    "What are the residency requirements for enrolling my child in school?",
    "How do I volunteer for community service?",
    "What is the history of our municipality?",
    "Where can I find fun activities for kids?",
    "How can I learn about the local government structure?"
]